file/request/req_smr_85.458.963.8-009.000_20190805175554.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cb5="http://creditinfo.com/CB5" xmlns:smar="http://creditinfo.com/CB5/v5.53/SmartSearch">
  <soapenv:Header />
  <soapenv:Body>
    <cb5:SmartSearchIndividual>
      <cb5:query>
        <smar:InquiryReason>ProvidingFacilities</smar:InquiryReason>
        <smar:InquiryReasonText>ProvidingFacilities</smar:InquiryReasonText>
        <smar:Parameters>
          <smar:DateOfBirth>1982-03-12</smar:DateOfBirth>
          <smar:FullName>PT. Tambang</smar:FullName>
          <smar:IdNumbers>
            <smar:IdNumberPairIndividual>
              <smar:IdNumber>85.458.963.8-009.000</smar:IdNumber>
              <smar:IdNumberType>KTP</smar:IdNumberType>
            </smar:IdNumberPairIndividual>
          </smar:IdNumbers>
        </smar:Parameters>
      </cb5:query>
    </cb5:SmartSearchIndividual>
  </soapenv:Body>
</soapenv:Envelope>